{
	"siteVersion": "1.143.0",
	"_meta": {
		"sources": [
			{
				"json": "NoblesoftheNorth",
				"abbreviation": "NotN",
				"full": "Nobles of the North",
				"url": "",
				"authors": [
					"thebrainbomb"
				],
				"convertedBy": [
					"thebrainbomb"
				]
			}
		],
		"dateAdded": 1637729549,
		"dateLastModified": 1637729549
	},
	"monster": [
		{
			"name": "Lady Chiara",
			"alias": [
				"Grandmother",
				"Grandma"
			],
			"isNpc": true,
			"isNamedCreature": true,
			"source": "NoblesoftheNorth",
			"size": "M",
			"type": "fey",
			"alignment": [
				{
					"special": "Unknown"
				}
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "14d8 + 28",
				"average": 91
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 16,
			"con": 14,
			"int": 12,
			"wis": 13,
			"cha": 16,
			"save": {
				"wis": "+6"
			},
			"skill": {
				"nature": "+6",
				"perception": "+6",
				"stealth": "+8",
				"survival": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 16,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"force"
			],
			"languages": [
				"All"
			],
			"cr": "13",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The Lady Chiara's innate spellcasting ability is Charisma (spell save {@dc 16}, {@hit 8} to hit with spell attacks). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell hold person}",
						"{@spell mind sliver|TCE}"
					],
					"daily": {
						"3e": [
							"{@spell blight}",
							"{@spell vitriolic sphere|XGE}",
							"{@spell wall of thorns}"
						],
						"1e": [
							"{@spell demiplane}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If Lady Chiara fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Lady Chiara has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Forestwalker",
					"entries": [
						"Lady Chiara can move in forests without needing to make an ability check. Additionally, difficult terrain composed of plants doesn't cost her extra moment."
					]
				},
				{
					"name": "Broomskull Magic",
					"entries": [
						"Lady Chiaracarries around Broomskull, a broom with a small skull at one end that is a focus for her inner power. She can ride the staff as if it were a broom of flying. While holding the staff, she can cast additional spells with her Innate Spellcasting trait (these spells are marked with an asterisk). If the staff is lost or destroyed, the hag must craft another, which takes a year and a day. Only Lady Chiara can use Broomskull."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d8 + 1}) bludgeoning damage plus 3 ({@damage 1d6}) force damage"
					]
				},
				{
					"name": "Maddening Feast",
					"entries": [
						"Lady Chiara feasts on the corpse of one enemy within 5 feet of her that died within the past minute. Each creature of the hag's choice that is within 60 feet of her and able to see her must succeed on a {@dc 15} Wisdom saving throw or be {@condition frightened} of her for 1 minute. While {@condition frightened} in this way, a creature is {@condition incapacitated}, can't understand what others say, can't read, and speaks only in gibberish; the DM controls the creature's movement, which is erratic. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the hag's Maddening Feast for the next 24 hours."
					]
				}
			],
			"legendaryHeader": [
				"Lady Chiara can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The monster regains spent legendary actions at the start of its turn."
			],
			"legendary": [
				{
					"name": "Slam",
					"entries": [
						"The hag makes one slam attack."
					]
				},
				{
					"name": "Insect Swarm (Costs 2 Actions)",
					"entries": [
						"If Lady Chiara is wielding her Broomskull, she creates a 30- foot radius sphere of whirling insects centered on herself, heavily obscuring the area, which lasts until the end of her next turn."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/az1kJHM.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/r6fnIEG.png",
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B",
				"O"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"frightened",
				"incapacitated"
			]
		},
		{
			"name": "Lady Lilin",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "NoblesoftheNorth",
			"size": "M",
			"type": "monstrosity",
			"alignment": [
				{
					"special": "Unknown"
				}
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "17d8 + 68",
				"average": 144
			},
			"speed": {
				"walk": 30,
				"fly": 60,
				"canHover": false
			},
			"str": 18,
			"dex": 18,
			"con": 18,
			"int": 23,
			"wis": 15,
			"cha": 18,
			"save": {
				"dex": "+9",
				"wis": "+7",
				"cha": "+9"
			},
			"skill": {
				"deception": "+14",
				"insight": "+12",
				"perception": "+12",
				"persuasion": "+14",
				"stealth": "+14"
			},
			"senses": [
				"blindsight 120 ft.",
				"darkvision 60 ft."
			],
			"passive": 22,
			"resist": [
				{
					"resist": [
						"necrotic"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"psychic"
			],
			"languages": [
				"All"
			],
			"cr": "13",
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the Lady Lilin fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Shapechanger",
					"entries": [
						"Lady Lilin use her action to polymorph into a Small or Medium humanoid, a {@creature Giant Bat|MM} or tiny {@creature Bat|MM}, or back into her true form. In her humanoid for she loses her wings and her flying speed. While in the bat forms, Lady Lilin can't speak, and its statistics, other than its size and speed, are unchanged. Any equipment she is wearing or carrying isn't transformed into her humanoid form, but anything she is wearing transforms with her into her bat forms. She reverts to her true form if she dies."
					]
				},
				{
					"name": "Levitate",
					"entries": [
						"As a bonus action, Lady Lilin can rise or descend vertically up to 20 feet and can remain suspended there. This trait works like the levitate spell, except there is no duration, and Lady Lilin doesn't need to concentrate to continue levitating each round."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"Lady Lilin regains 20 hp at the start of her turn if she has at least 1 hp and isn't in sunlight or running water. If Lady Lilin takes radiant damage or damage from holy water, this trait doesn't function at the start of her next turn."
					]
				},
				{
					"name": "Lady Lilin's Weaknesses",
					"entries": [
						"Lady Lilin has the following flaws:",
						"{@i Forbiddance}. Lady Lilin can't enter a residence without an invitation from one of the occupants.",
						"{@i Harmed by Running Water}. Lady Lilin takes 20 acid damage if it ends its turn in running water.",
						"{@i Stake to the Heart}. If a piercing weapon made of wood is driven into Lady Lilin's heart while Lady Lilin is {@condition incapacitated} in its resting place, Lady Lilin is {@condition paralyzed} until the stake is removed.",
						"{@i Sunlight Hypersensitivity}. Lady Lilin takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Lady Lilin can use Imprison Mind. She then makes two attacks, only one of which can be a psychic assault."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage. Instead of dealing damage, Lady Lilin can grapple the target (escape {@dc 18})."
					]
				},
				{
					"name": "Imprison Mind",
					"entries": [
						"Lady Lilin chooses one humanoid she can see within 30 feet of her. If the target can see Lady Lilin, the target must succeed on a {@dc 17} Wisdom saving throw or be {@condition incapacitated} for 1 minute. While {@condition incapacitated}, its speed is reduced to 0 and its mind is overwhelmed with a flood with lust. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. The target can also repeat the saving throw if another creature uses an action to shake the target out of its stupor."
					]
				},
				{
					"name": "Psychic Assault",
					"entries": [
						"Lady Lilin chooses one creature she can see within 30 feet of her. The target must succeed on a {@dc 17} Intelligence saving throw or take 18 {@damage 4d8} psychic damage and suffer memory loss, and Lady Lilin regains hp equal to the psychic damage dealt. A humanoid slain in this way and then buried in the ground rises the following night as a vampire spawn under Lady Lilin's control.",
						"The target's memory loss can manifest in a variety of ways. Roll a {@dice d4} and consult below. If the target is already affected by one of these options, roll again, unless otherwise noted. The memory loss lasts until it is cured by a greater restoration spell or similar magic.",
						"{@i 1} The target forgets how to use a particular skill or tool. It has disadvantage on one random skill or tool proficiency. If the target is already affected by this memory loss, randomly choose an additional skill or tool proficiency to also be affected.",
						"{@i 2} The target forgets one of its current allies and now views the ally as hostile. If the target is already affected by this memory loss, choose an additional ally.",
						"{@i 3} The target forgets key aspects of fighting and has disadvantage on its first attack roll each turn.",
						"{@i 4} The target forgets how to defend itself properly, and the first attack roll against it each turn has advantage."
					]
				},
				{
					"name": "Lilin's Guard (1/Day)",
					"entries": [
						"Lady Lilin magically calls {@dice 2d4} {@creature Swarm of Ravens|MM} or {@dice 1d4} {@creature Giant Raven|SKT}. The called creatures arrive in {@dice 1d4} rounds, acting as allies of Lady Lilin and obeying its spoken commands. The creatures remain for 1 hour, until Lady Lilin dies, or until Lady Lilin dismisses them as a bonus action."
					]
				}
			],
			"legendaryHeader": [
				"Lady Lilin can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The monster regains spent legendary actions at the start of its turn."
			],
			"legendary": [
				{
					"name": "Move",
					"entries": [
						"Lady Lilin moves up to her speed without provoking opportunity attacks. If she uses this legendary action while levitating, Lady Lilin can move up to half her speed horizontally instead."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"Lady Lilin makes one unarmed strike."
					]
				},
				{
					"name": "Psychic Pulse (Costs 3 Actions)",
					"entries": [
						"Lady Lilin releases a powerful wave of psychic energy. Each creature within 20 feet of Lady Lilin must succeed on a {@dc 17} Intelligence saving throw or be {@condition stunned} until the end of its next turn."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/ghZqChV.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/OkGEgOH.png",
			"traitTags": [
				"Legendary Resistances",
				"Regeneration",
				"Shapechanger"
			],
			"senseTags": [
				"B",
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"A",
				"B",
				"R"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"incapacitated",
				"stunned"
			]
		},
		{
			"name": "Lord Ahti",
			"isNamedCreature": true,
			"source": "NoblesoftheNorth",
			"size": "H",
			"type": "aberration",
			"alignment": [
				{
					"special": "Unknown"
				}
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "22d12 + 66",
				"average": 209
			},
			"speed": {
				"walk": 10,
				"swim": 40
			},
			"str": 22,
			"dex": 9,
			"con": 16,
			"int": 18,
			"wis": 16,
			"cha": 18,
			"save": {
				"con": "+8",
				"int": "+9",
				"wis": "+8"
			},
			"skill": {
				"history": "+14",
				"perception": "+13"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 23,
			"languages": [
				"All"
			],
			"cr": "13",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"Lord Ahti can use its action to polymorph into a any creature with a swim speed, or back into its true form. Its statistics, other than its size and speed, are the same in each form. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Acidic Mucous Cloud",
					"entries": [
						"While underwater, Lord Ahti is surrounded by transformative mucus. A creature that touches Lord Ahti or that hits it with a melee attack while within 5 feet of it takes 7 {@damage 2d6} acid damage and must succeed on a {@dc 16} Constitution saving throw. On a failure, the creature is diseased for {@dice 1d4} hours. The diseased creature can breathe only underwater."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"Lord Ahti can breathe air and water."
					]
				},
				{
					"name": "Probing Telepathy",
					"entries": [
						"If a creature communicates telepathically with Lord Ahti, the aboleth learns the creature's greatest desires if Lord Ahti can see the creature."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Lord Ahti makes three tentacle attacks. Alternatively, it can use two slime orb attacks."
					]
				},
				{
					"name": "Slime Orb",
					"entries": [
						"{@atk rw} {@hit 11} to hit, range 120 ft., one target. {@h}14 ({@damage 4d6}) acid damage and the target must succeed on a {@dc 16} Strength saving throw or be {@condition restrained} until the end of Lord Ahti's next turn."
					]
				},
				{
					"name": "Tentacle",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 15 ft., one target. {@h}13 ({@damage 2d6 + 6}) bludgeoning damage, plus 10 ({@damage 3d6}) acid damage. If the target is a creature, it must succeed on a {@dc 16} Constitution saving throw or become diseased. The disease has no effect for 1 minute and can be removed by any magic that cures disease. After 1 minute, the diseased creature's skin becomes translucent and slimy, the creature can't regain hit points unless it is underwater, and the disease can be removed only by heal or another disease-curing spell of 6th level or higher. When the creature is outside a body of water, it takes 6 ({@damage 1d12}) acid damage every 10 minutes unless moisture is applied to the skin before 10 minutes have passed."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 20 ft., one target. {@h}16 ({@damage 3d6 + 6}) bludgeoning damage plus 10 ({@damage 3d6}) acid damage."
					]
				},
				{
					"name": "Enslave (3/Day)",
					"entries": [
						" Lord Ahti targets one creature it can see within 30 feet of it. The target must succeed on a {@dc 16} Wisdom saving throw or be magically {@condition charmed} by Lord Ahti until Lord Ahti dies or until it is on a different plane of existence from the target. The {@condition charmed} target is under the Lord Ahti's control and can't take reactions, and Lord Ahti and the target can communicate telepathically with each other over any distance, and can speak trough them.",
						"Whenever the {@condition charmed} target takes damage, the target can repeat the saving throw. On a success, the effect ends. No more than once every 24 hours, the target can also repeat the saving throw when it is at least 1 mile away from Lord Ahti."
					]
				}
			],
			"legendaryHeader": [
				"Lord Ahti can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The monster regains spent legendary actions at the start of its turn."
			],
			"legendary": [
				{
					"name": "Tail Swipe",
					"entries": [
						"Lord Ahti makes one tail attack."
					]
				},
				{
					"name": "Life Drain (Costs 2 Actions)",
					"entries": [
						"One creature {@condition charmed} by Lord Ahti takes 17 {@damage 5d6} acid damage, and Lord Ahti regains hit points equal to the damage the creature takes."
					]
				},
				{
					"name": "Slime Sphere (Costs 3 Actions)",
					"entries": [
						"Lord Ahti conjures a ball of acidic slime that explodes at a point it can see within 120 feet of it.",
						"Each creature in a 20-foot-radius sphere centered on that point must succeed on a {@dc 16} Strength saving throw. On a failed save, the target takes 14 ({@damage 4d6}) acid damage and is {@condition restrained}, or half as much damage and isn't {@condition restrained} on a successful one. A {@condition restrained} creature takes 10 ({@damage 3d6}) acid damage at the start of each of Lord Ahti's turns. A {@condition restrained} creature can use an action to perform a  {@dc 16} Strength (Athletics) or Dexterity (Acrobatics) check, ending the effect on itself on a success."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/XdfC4Q1.png"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/5iCIKWd.png",
			"traitTags": [
				"Amphibious",
				"Shapechanger"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack",
				"Tentacles"
			],
			"damageTags": [
				"A",
				"B"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH",
				"RW"
			],
			"conditionInflict": [
				"charmed",
				"restrained"
			]
		}
	]
}